base
bat
emacs-nativecomp
fd
fish
fzf
git
htop
linux
linux-lts
man-db
man-pages
neofetch
networkmanager
openssh
pacman-contrib
polkit
ranger
ripgrep-all
sudo
texinfo
unzip
vim
which
z
zip
